"Preview" = "Vorschau";
"Info" = "Information";

"Name:" = "Name:";
"Kind:" = "Art:";
"Size:" = "Größe:";
"Capacity:" = "Kapazität:";
"Free:" = "Verfügbar:";
"Modified:" = "Geändert:";
"Created:" = "Erstellt:";
"Owner:" = "Eigentümer:";
"Group:" = "Gruppe:";
"Permission:" = "Zugriffsrechte:";
"Type:" = "Type:";
"Creator:" = "Creator:";
"Version:" = "Version:";
"Path:" = "Pfad:";
"Resolved:" = "Aufgelöst:";
"Application:" = "Programm:";
"MP3:" = "MP3:";
"Format:" = "Format:";
"Mount Point:" = "Mount Point:";
"Device:" = "Device:";
"Volume:" = "Volume:";

"rsrc:" = "Rsrc:";
"data:" = "Daten:";
"Calculating..." = "Berechnen...";
"Contents:" = "Inhalt:";
" items" = " Objekte";
" bytes" = " Bytes";

"Calculate" = "Berechnen";
